{
  "Dashboard": {
    "Transactions": "Number of transactions occured in the last 24 hours",
    "Fee": "Value of transaction fee paid in the last 24 hours",
    "MarketCap": "Total value of all assets held by users and liquidity pools",
    "TVL": "Value of all collateral",
    "CollateralRatio": "(Total collateral value) ÷ (Total minted asset value)"
  },
  "Chart": {
    "Liquidity": "Total asset value in all liquidity pools",
    "Volume": "Total value of all assets that were traded in the last 24 hours. The chart data is accumulated on daily basis."
  },
  "TopTrading": {
    "Liquidity": "Total value of assets and UST in this liquidity pool",
    "Volume": "Value of assets traded in the last 24 hours"
  },

  "My": {
    "TotalValue": "Sum of all \"Value\"",
    "Balance": "Amount of asset",
    "Value": "Product of \"Balance\" and \"Price\"",
    "PortfolioRatio": "Weight of the asset in portfolio",

    "TotalAssetValue": "Sum of minted asset \"Value\"",
    "TotalCollateralValue": "Sum of collateral \"Value\"",
    "MintedBalance": "Amount of minted asset",
    "MintedValue": "UST value of minted asset",
    "CollateralBalance": "Amount of locked collateral",
    "CollateralValue": "UST value of collateral",
    "CollateralRatio": "Ratio of collateral value to minted asset value",
    "PositionWarning": "Position is close to liquidation. Close the position or deposit more collateral.",
    "PositionDanger": "Position can be liquidated anytime upon request. Close the position or deposit more collateral.",

    "TotalWithdrawableValue": "Sum of UST value in all pools",
    "LP": "Amount of LP",
    "Withdrawable": "Amount of assets redeemable from buring \"LP\"",
    "PoolShare": "Ratio of pool balance to total pool balance.",

    "APR": "Annualized staking return",
    "Staked": "Amount of staked tokens",
    "StakingRatio": "Ratio of staked LP to total staked LP",
    "Reward": "Amount of claimable rewards"
  },

  "Forms": {
    "TxFee": "Paid to execute transaction"
  },

  "Trade": {
    "General": "The amount of asset traded is automatically calculated based on the current price, spread and commission",
    "Price": "Price is based on the pool ratio. The effective price changes dynamically depending on the trade size.\n\n• Spread: Fee paid due to the difference between market price and estimated price.\n• Commission: Deducted from the assets that user receives.",
    "MinimumReceived": "Expected minimum amount based on current price, maximum spread and commission"
  },
  "Mint": {
    "Open": "New assets will be minted when collateral is deposited. Any price change of either collateral or minted assets may lead to liquidation.",

    "Collateral": "Current amount of collateral",
    "Asset": "Current amount of minted asset",

    "ExpectedMintedAsset": "The expected amount of asset minted",
    "CollateralRatio": "Ratio of collateral value to minted asset value",
    "MinCollateralRatio": "Liquidated below this ratio",
    "SafeCollateralRatio": "(Minimum collateral ratio) + 50%",

    "Price": "Oracle price of minted asset"
  },
  "Pool": {
    "Provide": "Receive LP by providing liquidity. LP can be staked to earn MIR as rewards.",
    "Withdraw": "Withdraw pool share by burning LP",

    "InputAsset": "Amount to add to the pool",
    "InputUST": "Equivalent amount of UST added to the pool",
    "LP": "Amount of LP to burn",
    "Output": "Estimated amount of redeemed mAsset and UST",

    "PoolPrice": "The price determined by the pool ratio",
    "PoolShare": "Contribution percentage to the pool",
    "LPfromTx": "LP received from providing liquidity"
  },
  "Stake": {
    "MIRprice": "Pool price of MIR",
    "MIRvolume": "Total value of MIR traded in the last 24 hours",
    "MIRsupply": "Total number of generated MIR",
    "Title": "LP can be staked to earn MIR as rewards. LP is obtainable by providing liquidity.",
    "APR": "Annualized LP staking return based on MIR distribution, LP staking ratio and pool value",
    "TotalStaked": "Amount of all LP staked"
  },
  "Gov": {
    "TotalStaked": "Amount of all MIR staked",
    "StakingRatio": "Ratio of staked MIR to total MIR",
    "APR": "Annualized MIR staking return based on MIR distribution and staking ratio",

    "Polls": "Staked MIR can be used as voting power",

    "Weight": "Weight which MIR is distributed",
    "LPcommission": "Percentage of the receiving amount from the trade sent to the liquidity pool",
    "OwnerCommission": "Percentage of the receiving amont from the trade distributed to MIR holders",
    "AuctionDiscount": "Discount rate applied to collateral sold in liquidation auction",
    "MinimumCollateralRatio": "Lowest collateral ratio which users can set to mint new assets. Position will be liquidated below this ratio",
    "Deposit": "Passing the quorum will return the deposit to the creator. Failure to pass quorum will distribute the deposit to all MIR stakers."
  },
  "Swap": {
    "Rate": "Swap price is calculated based on the pool price and spread",
    "MinimumReceived": "Expected minimum quantity to be received based on the current price, maximum spread, and trading fee",
    "TradingFee": "0.3% of asset received by the user is paid to Terraswap pool",
    "TxFee": "Fee paid to execute this transaction"
  }
}
