{
  "Dashboard": {
    "Transactions": "Number of transactions occurred in the last 24 hours",
    "Fee": "Value of trading fee paid in the last 24 hours",
    "MarketCap": "Total value of all minted assets",
    "TVL": "Total value of collateral, liquidity and staked MIR",
    "TVLETH": "Total value of liquidity",
    "CollateralRatio": "Ratio of the total collateral value to the total minted asset value",
    "CommunityPoolBalance": "Total number of MIR tokens currently in the community pool"
  },
  "Chart": {
    "Liquidity": "Total value of all mAssets and UST in liquidity pools",
    "Volume": "Total value of all assets traded in the last 24 hours. The chart data is accumulated on daily basis."
  },
  "TopTrading": {
    "Liquidity": "Current liquidity value of the mAsset and UST in the pool",
    "Volume": "Value of assets traded in the last 24 hours",
    "Oracle": "The oracle price changes only during market hours. During non-market hours, the price shown is the last voted price."
  },

  "My": {
    "TotalValue": "Total value of all holdings, collateral, withdrawable liquidity, rewards, staked MIR and UST.",

    "Holdings": "List of mAssets held",
    "Mint": "List of mint positions",
    "Pool": "List of liquidity provider positions",
    "Stake": "List of LP token and MIR stake positions",

    "TotalHoldingValue": "Total value of all assets held",
    "Balance": "Quantity of the corresponding asset held",
    "Value": "Value of the corresponding asset held",
    "PortfolioRatio": "Percent allocation of the corresponding asset held",

    "TotalAssetValue": "Total value of all assets minted",
    "TotalCollateralValue": "Total value of all collateral locked",
    "MintedBalance": "Quantity of the corresponding asset minted",
    "MintedValue": "Value of corresponding asset minted",
    "CollateralBalance": "Quantity of collateral locked for the corresponding mint position",
    "CollateralValue": "Value of collateral locked for the corresponding mint position",
    "CollateralRatio": "Ratio of the Collateral Value to the Minted Value",
    "PositionWarning": "Position is close to liquidation. Close the position or deposit more collateral.",
    "PositionDanger": "Position can be liquidated anytime upon request. Close the position or deposit more collateral.",

    "TotalWithdrawableValue": "Total value of all mAssets and UST withdrawable from liquidity pools",
    "LP": "Quantity of LP for the corresponding asset liquidity pool",
    "Withdrawable": "Quantity of withdrawable assets from the corresponding asset liquidity pool",
    "PoolShare": "Ratio of the liquidity provided to the total liquidity provided",

    "APR": "Annualized staking return",
    "Staked": "Quantity of staked LP tokens for the corresponding asset liquidity pool",
    "Reward": "Quantity of claimable rewards for the corresponding staking position",
    "GovReward": "Protocol fee paid from withdrawing collateral is distributed to MIR stakers and increases staked MIR",

    "LimitOrders": "List of trade orders to be executed at the limit price",
    "LimitPrice": "Price at which the order will be executed",
    "OrderValue": "Value of the limit order",
    "TotalLockedValue": "Total value of assets locked in unfilled limit orders"
  },

  "Forms": {
    "TxFee": "Fee paid to execute this transaction"
  },

  "Send": {
    "ShuttleFee": "A fee of 1 UST or 0.1% of the transfer amount (whichever is greater) will be charged for transferring assets from Terra to Ethereum/BSC through Shuttle"
  },
  "Trade": {
    "General": "The amount of asset traded is automatically calculated based on the current price, spread, and commission",
    "Price": "Price is based on the pool ratio. The effective price changes dynamically depending on the trade size.\n\n• Spread: Fee paid due to the difference between market price and estimated price.\n• Commission: Fee charged by the protocol that is automatically deducted from the assets that user receives.",
    "MinimumReceived": "Expected minimum quantity to be received based on the current price, maximum spread, and commission",
    "SlippageTolerance": "Your transaction will revert if the price changes unfavorably by more than this percentage."
  },
  "Mint": {
    "Open": "New assets will be minted when collateral is deposited. Any price change of either the collateral or the minted assets may lead to liquidation.",
    "Caution": "When the position drops below minimum collateral ratio, any user may immediately liquidate the position.",

    "Collateral": "Current amount of collateral",
    "Asset": "Current amount of minted asset",

    "ExpectedMintedAsset": "Expected quantity of assets received with above collateral",
    "CollateralRatio": "Ratio of the collateral value to the minted value",
    "MinCollateralRatio": "Minimum collateral ratio. When the position drops below this value, any user may immediately liquidate the position.",
    "SafeCollateralRatio": "(Minimum collateral ratio) + 50%",

    "Price": "Price of the corresponding asset that is determined by the oracle feeder",
    "ProtocolFee": "Paid from withdrawn collateral"
  },
  "Pool": {
    "Provide": "Provide liquidity to receive LP tokens. LP tokens can be staked to earn MIR token rewards",
    "Withdraw": "Withdraw asset liquidity provided by burning LP tokens",

    "InputAsset": "Quantity of assets to be added to the corresponding asset liquidity pool",
    "InputUST": "Corresponding required amount of UST added to the liquidity pool",
    "LP": "Quantity of LP tokens to be burned",
    "Output": "Estimated quantity of mAsset and UST to be received",

    "PoolPrice": "Price of the corresponding asset that is determined by the current pool ratio",
    "PoolShare": "Ratio of the liquidity provided to the total liquidity provided post-transaction",
    "LPfromTx": "Quantity of LP tokens to be received"
  },
  "Stake": {
    "MIRprice": "Terraswap price of MIR that is determined by the current pool ratio",
    "MIRvolume": "Total value of MIR traded in the last 24 hours",
    "Title": "LP tokens can be staked to earn MIR as rewards. LP tokens are obtained by providing asset liquidity.",
    "APR": "Annualized LP staking return based on the MIR distribution, LP staking ratio, and pool value",
    "TotalStaked": "Quantity of LP tokens staked for the corresponding asset liquidity pool"
  },
  "Gov": {
    "TotalStaked": "Total quantity of MIR tokens staked",
    "StakingRatio": "Ratio of the quantity of staked MIR tokens to the total quantity of MIR",
    "APR": "Annualized MIR staking return based on the MIR distribution and staking ratio",

    "Polls": "Staked MIR can be used as voting power in polls that are currently in progress",

    "Ticker": "Ticker of asset to be whitelisted",
    "ListedExchange": "Exchange that the underlying asset trades on",
    "SuggestedOracle": "Oracle provider or address",

    "Weight": "Weight which MIR is distributed",
    "LPcommission": "Percentage of the receiving amount from the trade sent to the liquidity pool",
    "OwnerCommission": "Percentage of the receiving amont from the trade distributed to MIR holders",
    "AuctionDiscount": "Discount rate applied to collateral sold in liquidation auction",
    "MinimumCollateralRatio": "Lowest collateral ratio which users can set to mint new assets. Position will be liquidated below this ratio",
    "Deposit": "Passing the quorum will return the deposit to the creator. Failure to pass quorum will distribute the deposit to all MIR stakers.",

    "Quorum": "Minimum quorum required for accepting a poll (in percentage)",
    "Threshold": "Minimum percentage of YES votes to pass a poll (in percentage)",
    "VotingPeriod": "Length of poll (in units of blocks)",
    "EffectiveDelay": "Length of delay before protocol integration for a passed poll (in units of blocks)",
    "ExpirationPeriod": "Length of expiration period when for a failed poll (in units of blocks)",
    "ProposalDeposit": "Minimum deposit to start a poll (in units of MIR)",

    "Recipient": "Grant recipient address",
    "Amount": "Grant amount (in units of MIR)"
  }
}
